Repository: finnWify3rd/plugin.video.areena
Catalog: plugin.video.areena/resources/language/resource.language.*/strings.po
Languages: sv_se

# #33001
source: Settings
sv_se: Inställningar

# #33002
source: Default language
sv_se: Språk

# #33003
source: Finnish
sv_se: Finska

# #33004
source: Swedish
sv_se: Svenska

# #33005
source: Menu item color
sv_se: Färg på menyer

# #33006
source: Title color
sv_se: Färg på rubriker

# #33007
source: Sort type
sv_se: Sorteringssätt

# #33008
source: Default sort method
sv_se: Standardsorteringssätt

# #33009
source: Name
sv_se: Namm

# #33010
source: Duration
sv_se: Längd

# #33011
source: Maximum resolution
sv_se: Högsta resolution

# #33012
source: Automatic
sv_se: Automatisk

# #33019
source: Show clips
sv_se: Visa videoklipp

# #33020
source: Downloads folder
sv_se: Nedladdningsplats

# #33021
source: Enable debug to kodi.log
sv_se: Skriv debuginfo till kodi.log

# #33022
source: Clear cache
sv_se: Ta bort cache

# #33023
source: All TV programs (A-Z)
sv_se: Alla TV-program (A-Ö)

# #33024
source: TV programs and movies (categories)
sv_se: TV-program och film (kategorier)

# #33025
source: TV programs and movies (genres)
sv_se: TV-program och film (genre)

# #33026
source: Live TV
sv_se: TV-direkt

# #33027
source: Search
sv_se: Sök

# #33028
source: Season
sv_se: Säsong

# #33029
source: Episode
sv_se: Avsnitt

# #33030
source: Notice
sv_se: Meddelande

# #33031
source: Error
sv_se: Fel

# #33032
source: Download started
sv_se: Nedladdningen påbörjad

# #33033
source: Download complete
sv_se: Nedladdningen slutförd

# #33034
source: Download unavailable
sv_se: Hämtning otillgänglig

# #33035
source: File exists
sv_se: Fil existerar

# #33036
source: Replace
sv_se: Ersätt

# #33037
source: Rename
sv_se: Byt namn

# #33038
source: Resume download
sv_se: Återuppta nedladdningen

# #33039
source: Download
sv_se: Neddladdne
